---
kind: other
id: Properties.T:Autodesk.Revit.DB.DirectContext3D.VertexStream
source: html/4b1d0b16-1057-006b-c041-8932a90e0ffe.htm
---
# VertexStream Properties

Specifies whether the .NET object represents a valid Revit entity.